{
  "entries": [
    {
      "id": "encomium-of-strife",
      "title": "Encomium of Strife",
      "date": "2019",
      "category": "Academic",
      "excerpt": "The mosaics formed by states, markets, and bodies are microscopically constituted by fractured narratives that tell just one of infinite versions of subjective realities.",
      "content": "The mosaics formed by states, markets, and bodies are microscopically constituted by fractured narratives that tell just one of infinite versions of subjective realities. Over time, the mergers of different individuals' mosaics create complex, chaotic networks of particular modalities of thought and forms of expression. It is in this struggle to adopt foreign lexicons that these networks warp into more than a collective of perceptions but into singular poetic encomiums of strife.\n\nReality is a violent adaptation of symbiotic narratives. However, it is imperative to look at the disarray of networks and see them not as tales of woe but as soulful expressions of vicissitudes. These abstractions are not meant to take away from the integrity of a narrative but rather to bring to life the nature of the systems, ecologies, and dreams that Laurence Ralph, Michelle Alexander, and Robert Vargas disclose to us as the intimate corporeality of the subsequent encomiums. Therefore, it is by adapting and analyzing these encomiums that one uses violence of the written word to cope with the discrepancies of realities and to acknowledge the degrees of separation between what is theirs and what is another's.\n\nIn Solidarity of the Vicissitudes\n\n\"The Kiss\" is a short film spanning 18 seconds and made by Thomas Edison in 1896. The first of its kind film unsurprisingly depicts two lovers kissing. At the time, the film was surrounded by controversy due to the perception of its unchastity. American film of course, would come to depict much more controversial material — material that often distorted the narratives of the marginalized as something fanatical and that perpetuated racial stigmas. Early film content told a narrative of the majority and disregarded the dynamic, humanizing histories of black populations. Representations of these narratives were instead dehumanizing stereotypes that \"pandered\" to white audiences for the effect of minstrelsy. Black Americans were not part of the American fabric, they were outside, despite being appropriated.\n\n\"Something Good — Negro Kiss\" was a 30 second silent film made in 1898. A series of moments show a black couple embracing and kissing. It is believed to be a take on \"The Kiss\". Wistful and authentic, it depicts a dream brought to life by the sheer will of nostalgia. It is a narrative best explained by its tenets: \"contemplative juxtaposition between how life was, how life is, and how life could be\" (Ralph 16). Something Good is not spiteful. It takes life as it was, adapts its content to fit in how life is for the outsiders, and produces an ode to how simple life could be. Undistorted, un-deferred, innocently portrayed, it expressively evokes an unspoken truth of history. By simply daring to share its dream so as to be present, it violently shakes the foundation of what was. Denying the confines of the past, \"Something Good\" nostalgically hopes for its present to be a fragment of overcoming, within the American mosaic of narratives.\n\nNarratives must fight to be told. They struggle against lenses that might render them obsolete or works of fiction. Each word, whether spoken or mouthed, gasps for air so that it may have its true impact. If Beale Street Could Talk is not just a memorable book and film, its a juxtaposition of nightmare realities that speak to the sociopolitical ecology of institutions and that of an ode to the hope and trust that allows one to persevere. It frames the issue of black criminality and its pervasive effects in relationships with that of a story of compassion and transcending love between a young black couple and the turmoil that follows them when the male protagonist is falsely accused of rape. More than anything, the transition from book to film illustrates the violence of word as a necessary evil for a higher purpose — narrative.\n\nMichelle Alexander opens the beginning of her discussion of the multifaceted label of \"black criminality\" with an evocative quote, \"A heavy and cruel hand has been laid upon us. As a people, we feel ourselves to be not only deeply injured, but grossly misunderstood\" (Alexander 141). Likewise, Barry Jenkins, film director, commits a beautiful act of violence in adapting the words of the author, James Baldwin. He does not commit this violence in vain but rather for the purpose of communicating a narrative that is more comprehensive of the issue of black criminality. Bathed in beautiful scenery and language, If Beale Street Could Talk is a \"Harlem Aria\" that attempts to isolate the narrative from the mosaic it is embedded in.\n\nFonny, the male protagonist, is sent to prison for a crime he did not commit and his lover, Tish must raise their child alone after he takes a coerced plea deal. The narrative ends by disclosing that this was a reality that most black men faced — Michelle Alexander corroborates this fact but offers a solution to the devastation \"rather than shaming and condemning an already deeply stigmatized group, we, collectively, can embrace them… their humanness\" (Alexander 176). Jenkins takes artistic license to distort the unhappy truth of Baldwin to make a narrative that embraces transcending humanity. In doing so, the story is no longer about systemic oppression but a requiem for the beauty that can exist if we allow ourselves to trust the transformative power of elegiacal embrace.\n\nSociopolitical ecologies are instrumental in framing any one issue and in finding solutions. More importantly, the ecological nature of a narrative is integral in stripping bias from the personal expression of experience. Agency in narratives lies with the individuals who own the experience. These unstable networks are inherently contributors to crumbling organizational infrastructures but that does not imply that control is surrendered to anyone who wishes to wield it as a tool.\n\nAlexandra Bell is an artist who attempts to highlight not only the importance of narratives but of the perception and method of portrayal. For one of her pieces in \"Counternarratives\", Bell juxtaposes The New York Times' article cover \"Two Lives at a Crossroads in Ferguson.\" against another titled \"A Teenager with Promise\". The art piece's first story panel misleadingly equates the losses of Mike Brown's life and of his killer, Darren Wilson's good name. The second panel shows an empathetic piece of Brown in his graduation gown. Bell redacts the contents of these articles to focus in on the hypocrisy of political coverage and the biases that bleed into narratives, ultimately destroying cohesive social orders and trust in potency of narrative.\n\nOverall, \"Counternarratives\" in its own meta-artistic take of narratives reminds us that narratives have complex histories in them that must be embedded accurately, but also that there is politically charged meaning in acknowledging the ecology of the counternarrative. These sentiments echo the gravity of actuality that many times only intimacy with a narrative can provide. \"Residents and organizers must learn how to identify power structures impeding their efforts… involves understanding the political systems and institutions that structure everyday urban life, and impede the pursuit of collective goals\" (Vargas 183), precisely said, the imperative of narrative is not in aesthetics but in the knowledgable intimacy that only a proprietary lens can produce.\n\nViolence of the narrative is a way of coping with the discrepancies of systems, ecologies, and dreams experienced by various individuals to urgently communicate universal, narrative based realities that convey a poignant encomium of strife.",
      "references": [
        "Ralph, Laurence",
        "Alexander, Michelle",
        "Vargas, Robert",
        "Baldwin, James"
      ]
    },
    {
      "id": "what-matters-most",
      "title": "What Matters Most",
      "date": "2024",
      "category": "Personal",
      "excerpt": "Running is the one place where there is no luck, no shortcuts, and no one else to blame. The result is yours alone.",
      "content": "The night before my last marathon, my boss sent me an email. It ended with: \"Using only your heart, mind, and soul, you are responsible for seeing how fast you can get your body to travel 26.2. No excuses. No other people. Just you.\"\n\nI cried when I read it. Not because it was motivational, but because it named exactly why running matters to me. Running is the one place where there is no luck, no shortcuts, and no one else to blame. The result is yours alone.\n\nI was never supposed to be a runner. A podiatrist once told me my arches/build weren't built for it. My ex said to give up on running the Boston marathon if I didn't get it on my third try. My knees and hereditary arthritis constantly tell me the same thing. And yet, I kept showing up. 2 a.m. runs before flights, 20-mile long runs in ninety-degree heat, countless toenails lost.\n\nI qualified for Boston on my first try but it wasn't enough to officially get in. I tried again, pushed hard. Too hard. I got injured, put a band aid on it via steroid shots, and hobbled through a race I knew didn't reflect the nearly 980 miles I'd logged that summer. Instead of quitting, I found a \"redemption\" marathon sixteen weeks out. Six weeks to heal, ten to train. That race, I didn't just finish. I set a personal best and placed third overall female. It's still one of my proudest and favorite moments.\n\nRunning taught me that progress is measurable and personal. You set a time, a distance, a pace then see if you can meet it. If you fail, the failure is yours. If you succeed, the success is too. It's not just about talent. It's about months of thankless, quiet, grueling consistency.\n\nThis sense of control is not something I grew up with. My childhood was defined by the opposite: poverty, instability, fear of losing my family to deportation, addiction in my household. I couldn't control any of it. I felt ashamed that it all made me feel \"behind\" in life. Running was the first place I found proof that what I put in could change what I got out. Mile by mile, it gave me back a sense of agency.\n\nI've faced the same doubts at work. On my first big IP case, the client gave us a model. My coworker with two econ degrees was handed the analysis. I wasn't. Being shut out at the time felt like confirmation of the fear I'd carried since joining without an econ degree—I wasn't smart or \"good enough.\"\n\nFast forward to my most recent IP case. No client model this time. No obvious inputs. Just a mess of documents and a pressing deadline. I built a dynamic patient model from scratch and ultimately calculated $62 million in lost profits for our client. The resilience I've learned from running and my personal life translates directly. Show up, keep going, push through doubt until the work holds.\n\nRunning has also changed how I think about ceilings. Early in training, I thought running a seven-minute mile for a marathon was impossible. Now I've done it. That shift matters. It taught me that ceilings exist until you break them, and then they don't. The same goes for life: QuestBridge, grad school, leadership roles—I once thought all of them were beyond me. Running has helped me prove otherwise.\n\nI care about running beyond reason. Each time I think I'm too broken—by family, injury, or doubt—I turn to running. It's given me the discipline to believe in possibility. It showed me that effort compounds, that setbacks aren't permanent, and that legacies are built a mile at a time. I don't know yet what company or project will define my career, but I do know how I'll approach it: with the same heart, mind, and soul I've put into every race. No excuses. No other people. Just me."
    },
    {
      "id": "biggest-commitment",
      "title": "The Biggest Commitment",
      "date": "2024",
      "category": "Personal",
      "excerpt": "At mile 20 of a marathon, your body wants to stop and your mind will urge you to quit. What brings the race back into focus is the record of what I've already done.",
      "content": "Running is the biggest commitment I've made to myself. At mile 20 of a marathon, your body wants to stop and your mind will urge you to quit. What brings the race back into focus is the record of what I've already done: 2 a.m. runs before flights. Twenty-milers in ninety-degree heat because I overslept. Hours of rehab research when my knees wouldn't let me jog. Running always asks for receipts. It doesn't care if the logic to its asks \"makes sense.\" It cares if you showed up.\n\nThree years in, I have proof I do. I ran a 3:09 marathon, placing third overall female two weeks ago. However, my result came only after setbacks. This time last year, I trained through nearly a thousand miles and still fell short, hobbling to the finish dependent on cortisone shots. Many runners would have quit. I signed up for another marathon sixteen weeks later: six weeks to heal, ten to train. My \"redemption\" race became one of my proudest moments. I didn't just finish; I set a personal best and placed third overall female then too.\n\nBefore my most recent race, my mentor wrote me: \"Using only your heart, mind, and soul, you are responsible for seeing how fast you can get your body to travel 26.2.\" His words named why running is meaningful to me. When you hold a commitment past comfort—choosing it again and again beyond the threshold—the result, whatever it is, is wholly yours.\n\nI grew up in instability. Poverty, periods of homelessness, addiction at home, an abusive father. My mom has lived with immigration fear for 35 years. I see echoes of an absent father in my half-sister's life. When it feels like my family is stuck in a loop, running gives me control. It lets me design a path to my own achievement. I think about my mom at the end of races. She worked nights and raised three kids in a language she didn't speak. Compared to that, my tired legs feel light.\n\nI support this commitment with concrete action. I ensure there's always a next race to keep me honest. I build training cycles and strategize adjustments when life shifts. I run sixty-mile weeks with intent. I train my mind as much as my body, talking to the part of me that once learned to survive by shrinking away. I remind her that we don't need to choose the path of least resistance. We can choose hard things on purpose.\n\nEach time I think I'm too broken, whether by family, injury, or doubt, I turn to running. It has given me the discipline to believe in possibility and shown me that effort compounds, setbacks aren't permanent, and legacies are built a mile at a time. The commitment that has claimed many, many of my toenails is the same one that taught me to choose hard things on purpose in every area of my life. I run, and I live, knowing that with only my heart, mind, and soul, I am responsible for how far I go."
    },
    {
      "id": "birthday-people",
      "title": "Birthday People",
      "date": "2024",
      "category": "Work",
      "excerpt": "How much effort you put into engaging with your team dictates how well you weather the tough moments.",
      "content": "The first office birthday I learned about came midday. With no time to plan, I convinced my only coworker to join me on a birthday mission. We bought a cake, a card, confetti, and a gluten-free boule of bread as a makeshift gift. I threw the confetti in a conference room, got the team together to literally break bread, and celebrated a teammate in a way that set the tone. We were going to be \"birthday people,\" I would see to it.\n\nFrom then on, I've brought cards, desserts, decorations, boules and/or loaves of bread for every teammate. What began with four birthdays has grown to fifteen, but the tradition has stuck. Looking back, I now understand that how much effort you put into engaging with your team dictates how well you weather the tough moments. Our rituals created a culture where we trusted one another because we committed to truly being present with each other.\n\nThat trust carried us through one of our toughest cases. A client needed damages estimates for a complex IP dispute, and our junior team of two was stretched thin. At 3 a.m., my coworker and I independently adopted the same absurd survival strategy: sleeping in chairs just uncomfortably enough to wake after a 20-minute nap. What got us through was more than grit, it was the culture we had already built together in lighter moments, the birthdays and lunches where we had learned to champion one another. Because we had invested in joy and connection when the stakes were low, we knew how to find levity and resilience when the stakes were high.\n\nAt FTI, I'm proud to have established a culture with team check-ins, hour long lunches, and various annual traditions. In high-stress \"war rooms,\" I take charge of whiteboards and document requests, but I do it with the same enthusiasm I bring to birthdays. Joy, even in the thick of the mundane, becomes infectious. People feel present, mistakes are addressed openly, and ambition compounds into results that often exceed expectations.\n\nYou can succeed alone, but that achievement is much more meaningful when it's shared."
    },
    {
      "id": "housing-aesthetics",
      "title": "Housing Development, Aesthetic Uniformity, and the Political Economy of Race and Capital",
      "date": "2024",
      "category": "Ideas",
      "excerpt": "Contemporary urban housing development exhibits a striking aesthetic convergence: mid-rise, glass-and-panel buildings with standardized layouts appearing across cities with vastly different histories.",
      "content": "Contemporary urban housing development exhibits a striking aesthetic convergence: mid-rise, glass-and-panel buildings with standardized layouts appearing across cities with vastly different histories. This uniformity is often dismissed as a matter of taste, but substantial evidence suggests it is the predictable outcome of financial, regulatory, and racialized market dynamics rather than architectural preference.\n\n## 1. Capital Structure Drives Design Homogeneity\n\nModern housing production is dominated by institutional capital—private equity, pension funds, REITs, and debt-financed development vehicles. These actors operate under asymmetric risk constraints: downside risk (construction overruns, permitting delays, lease-up uncertainty) is heavily penalized, while upside gains are capped by competitive markets. Empirical work in real estate finance shows that developers therefore favor repeatable, pre-approved building typologies that minimize variance in construction costs and accelerate financing approval.\n\nDesign variety is not neutral in this framework. Architectural specificity increases soft costs, lengthens approval timelines, complicates appraisals, and introduces uncertainty into projected returns. As a result, capital systematically selects for designs that are legible, comparable, and easily underwritten—producing visual sameness as a rational market outcome.\n\n## 2. Regulatory Friction Amplifies Standardization\n\nZoning and permitting regimes further reinforce this convergence. Discretionary review processes increase the cost of novelty, while 'by-right' approvals reward conformity to established templates. Empirical studies of housing supply show that regulatory delay significantly raises project costs and discourages experimentation, especially for multifamily housing. In practice, developers internalize this by replicating designs with proven approval histories, leading to spatial and aesthetic replication across jurisdictions.\n\n## 3. Aesthetics as a Signal of Capital Influx and Racial Turnover\n\nThe sociological dimension emerges when these standardized forms disproportionately appear in historically disinvested, often racially marginalized neighborhoods. Urban economic history documents a consistent sequence: racialized disinvestment (e.g., redlining), capital withdrawal, depressed land values, followed by reinvestment once risk-adjusted returns become attractive. New development rarely mirrors the existing built environment because it is not responding to local social demand but to external capital incentives.\n\nAs a result, architectural uniformity functions as a signal, not merely a structure. Research in urban sociology shows that residents interpret new, stylistically discontinuous housing as an indicator of demographic replacement and shifting political power, particularly where housing has historically mediated racial exclusion. The aesthetic reaction—often labeled as opposition to 'soulless' buildings—is better understood as a response to perceived cultural erasure encoded in the built environment.\n\n## 4. Wealth, Liquidity, and the Loss of Local Character\n\nOlder, heterogeneous housing stock reflects incremental development, localized labor, and historically constrained capital markets. New developments, by contrast, are optimized for liquidity and exit value. Housing that must perform as a financial asset across markets necessarily sacrifices local specificity for global recognizability. This mirrors findings in cultural economics: when assets are designed for exchange rather than use, symbolic differentiation declines.\n\nThus, what critics describe as a loss of 'character' is analytically the loss of place-embedded information—materials, forms, and spatial arrangements that once reflected local labor markets, cultural practices, and racialized histories.\n\n## 5. Conclusion\n\nThe aesthetic uniformity of modern housing is not a failure of design imagination but the rational outcome of financialized development operating within regulatory and historical constraints. The stigma attached to these buildings reflects not aesthetic conservatism, but a sociological recognition that standardized architecture often arrives as a visible marker of capital dominance and racialized displacement. Treating these reactions as irrational or nostalgic misses the underlying structural forces that link money, race, and the visual language of contemporary cities.",
      "references": [
        "Gyourko & Molloy, 2015",
        "Eichholtz et al., 2021",
        "Glaeser, Gyourko, & Saks, 2005",
        "Rothstein, 2017",
        "Immergluck, 2009",
        "Zukin, 2010",
        "Hyra, 2017",
        "Harvey, 1989"
      ]
    }
  ],
  "himymQuotes": [
    "If you're looking for the word that means caring about someone beyond all rationality and wanting them to have everything they want, no matter how much it destroys you, it's love.",
    "You can ask the universe for signs all you want, but ultimately we will only see what we want to see when we are ready to see it.",
    "You will be shocked when you discover how easy it is in life to part ways with people forever. That's why when you find someone you want to keep around, you do something about it.",
    "You can't cling to the past kids, no matter how tightly you hold on… it's already gone.",
    "Shouldn't we hold out for the person who doesn't just tolerate our little quirks but actually kinda likes them?",
    "Because sometimes even if you know how something's gonna end, that doesn't mean you can't enjoy the ride.",
    "The future is scary, but you can't just run back to the past because it's familiar. Yes, it's tempting, but it's a mistake.",
    "Whatever you do in this life, it's not legendary unless your friends are there to see it."
  ]
}
